[{
  "id": 1,
  "en": "Behind every successful man there's a lot of unsuccessful years.",
  "cn": "每个牛B的成功者都经历过苦B的岁月。(鲍博.布朗)"
}, {
  "id": 2,
  "en": "A fellow doesn't last long on what he has done. He's got to keep on delivering as he goes along.",
  "cn": "靠过去完成的无法让人保有成功，必须在路上持续交出成绩。"
}, {
  "id": 3,
  "en": "The difference between who you are and who you want to be is what you do.",
  "cn": "你是什么样的人和你想成为什么样的之间的差距就是，你做了什么。"
}, {
  "id": 4,
  "en": "Good luck is when an opportunity comes along and you're prepared for it.",
  "cn": "好运就是当机会来临时，你早已做好了准备。"
}, {
  "id": 5,
  "en": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
  "cn": "据说一个人在这个世上获得真正的幸福需要三件事情：有人爱，有事做，有所期待。"
}, {
  "id": 6,
  "en": "In the end, it's not the years in your life that count. It's the life in your years.",
  "cn": "最终，重要的不是活了多少年，而是这些年你怎么活。--林肯"
}, {
  "id": 7,
  "en": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
  "cn": "努力过，失败过，没关系，屡战屡败，屡败屡战，每一次失败都比上一次更好。"
}, {
  "id": 8,
  "en": "Go confidently in the direction of your dreams. Live the life you've imagined.",
  "cn": "自信的朝你梦想的方向前进，去过你所想要的生活。"
}, {
  "id": 9,
  "en": "If we did all the things we are capable of doing, we would literally astound ourselves.",
  "cn": "如果把我们能做到的都做了，最终连我们自己都会被吓到。"
}, {
  "id": 10,
  "en": "Generosity is its own form of power.",
  "cn": "别低估了慷慨的力量。——《纸牌屋》"
}, {
  "id": 11,
  "en": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
  "cn": "成功不是终点，失败也并非末日，最重要的是继续前进的勇气。"
}, {
  "id": 12,
  "en": "Success is not guaranteed. It is not handed to you. Success is earned.",
  "cn": "成功无法保证，并非唾手可得。成功必须靠自己去争取。"
}, {
  "id": 13,
  "en": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.ehind",
  "cn": "当你从内心深处找到一种可以忍受一切痛苦的坚强力量时，你的成长历程就会出现飞跃。"
}, {
  "id": 14,
  "en": "Sometimes things have to fall apart to make way for better things.",
  "cn": "有时候要到达谷底，才会慢慢变好。"
}, {
  "id": 15,
  "en": "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
  "cn": "世界上只有一样东西可以阻止梦想实现，那就是害怕失败。"
}, {
  "id": 16,
  "en": "If you believe in yourself and with a tiny pinch of good luck, all your dreams can come true.",
  "cn": "如果你相信自己，然后再加上一点点运气，那你所有梦想就都能实现。"
}, {
  "id": 17,
  "en": "Whatever is worth doing is worth doing well.",
  "cn": "任何值得做的事就值得把它做好!"
}, {
  "id": 18,
  "en": "Do one thing at a time, and do well.",
  "cn": "一次只做一件事，做到最好!"
}, {
  "id": 19,
  "en": "You make the failure complete when you stop trying.",
  "cn": "当你停止尝试的时候，你就完全失败了。"
}, {
  "id": 20,
  "en": "Will, work and wait are the pyramidal cornerstones for success.",
  "cn": "意志工作和等待是成功的金字塔的基石。"
}, {
  "id": 21,
  "en": "Success often depends upon knowing how long it will take to succeed.",
  "cn": "成功常常取决于知道需要多久才能成功。"
}, {
  "id": 22,
  "en": "Think great thoughts and you will be great!",
  "cn": "心怀伟大的理想，你将会变得伟大。"
}, {
  "id": 23,
  "en": "Only those who have the patience to do simple things perfectly ever acquire the skill to do difficult things easily.",
  "cn": "只有有耐心圆满完成简单工作的人，才能够轻而易举的完成困难的事。"
}, {
  "id": 24,
  "en": "A man can succeed at almost anything for which he has unlimited enthusiasm.",
  "cn": "无论何事，只要对它有无限的热情你就能取得成功。"
}, {
  "id": 25,
  "en": "Youth means limitless possibilities.",
  "cn": "年轻就是无限的可能。"
}, {
  "id": 26,
  "en": "Knowledge makes humble, ignorance makes proud.",
  "cn": "博学使人谦逊，无知使人骄傲。"
}, {
  "id": 27,
  "en": "Go for it! Just do it!",
  "cn": "加油!向前冲!做了再说!"
}, {
  "id": 28,
  "en": "A man is only as good as what he loves.",
  "cn": "一个人要用他所爱的东西有多好来衡量。"
}, {
  "id": 29,
  "en": "Live well, love lots, and laugh often.",
  "cn": "善待生活，热爱一切，经常开怀大笑。"
}, {
  "id": 30,
  "en": "The best preparation for tomorrow is doing your best today.",
  "cn": "对明天做好的准备就是今天做到最好!"
}, {
  "id": 31,
  "en": "Wise men learn by other men's mistakes; fools by their own.",
  "cn": "聪明人从别人的错误中学得教训;笨人则自己付出代价。他山之石可以攻玉。"
}]